{
  "SignIn": "Sign in",
  "NovabeeSystem": "Novabee System",
  "Benefits": "Benefits",
  "HowItWorks": "How It Works",
  "Equipment": "Equipment",
  "Order": "Order",
  "MyOrders": "My orders",
  "Cart": "Cart",
  "Settings": "Settings",
  "Dashboard": "Dashboard",
  "Logout": "Logout",
  "Footer": {
    "Social": "Our social networks:",
    "links": {
      "1": "Privacy Policy",
      "2": "Public offer for equipment",
      "3": "Public offer for services"
    }
  },
  "HomePage": {
    "Tagline": "a smart apiary in your smartphone!",
    "MainDescription": "Monitor the state of each hive, keep track of all actions, receive instant notifications in case of emergency situations",
    "Benefits": "What the beekeeper gets",
    "Card1": "Instant notification in case of any emergency situations",
    "HowItWorksDescription": {
      "1": "A basic device is installed on the hive, which records the temperature in the hive itself, and also collects information about humidity. Data collection from hives is done every 30 minutes.",
      "2": "Sensors on beehives are installed independently. The design of the sensors allows installation on any type of hive and in any position - from the bottom, side or top.",
      "3": "The device can work from any battery, power bank or other device that provides power for operation. The storage period of all data in the system is not limited."
    }
  },
  "ShopPage": {
    "Cards": {
      "1": {
        "Name": "Basic device - Novabee",
        "Descr": "This is main device for certain beehive that helps you track temperature and humidity values"
      },
      "3": {
        "Name": "24 Honeycomb Bottles",
        "Descr": "Let The Natural Beauty Of Your Honey Shine Through These Crystal Clear Squeeze Bottles. The Embossed Honeycomb On Our Hourglass Design Enhances Your Honey Sales! Precision Machined Openings Ensure The Safety Seals In Our Caps Have Adequate Adhesion."
      },
      "4": {
        "Name": "Zippered replacement veils",
        "Descr": "These zippered replacement veils fit on our adult size heavy-duty jackets and bee suits."
      },
      "2": {
        "Name": "Goat Skin Vented Leather Gloves",
        "Descr": "If you are concerned about your hands or arms getting stung while working with your bees or if you already have gotten stung and know how much it smarts, we encourage you to try these gloves…from our experience they work very well."
      },
      "5": {
        "Name": "Scraper-Blade Stainless Steel",
        "Descr": "Solid, crystallized honey is very difficult to pack from large containers into smaller ones. A special spatula for honey will help to avoid such problems."
      }
    },
    "OrderBtn": "Add to cart"
  },
  "MyOrdersPage": {
    "Order": "Order",
    "StatusChangeDate": "Status change date:",
    "Status": "Pending",
    "Address": "Address:",
    "OrderDate": "Order date",
    "TotalPrice": "Total price:"
  },
  "CartPage": {
    "Items": "items",
    "Summary": "Summary",
    "Total": "Total:",
    "Delivery": "Delivery",
    "City": "City",
    "Address": "Address",
    "TotalPrice": "Total price",
    "Checkout": "Checkout",
    "EmptyCart": "Cart is empty",
    "EmptyCartDescr": "Add at least one product to make an order.",
    "Quantity": "Quantity"
  }
}