{
  "SignIn": "Увійти",
  "NovabeeSystem": "Система Novabee",
  "Benefits": "Користь",
  "HowItWorks": "Як це працює",
  "Equipment": "Обладнання",
  "Order": "Замовити",
  "MyOrders": "Мої замовлення",
  "Cart": "Кошик",
  "Settings": "Налаштування",
  "Dashboard": "Адмін панель",
  "Logout": "Вийти",
  "Footer": {
    "Social": "Наші соціальні мережі:",
    "links": {
      "1": "Політика конфіденційності",
      "2": "Публічна оферта на обладнання",
      "3": "Публічная оферта на послуги"
    }
  },
  "HomePage": {
    "Tagline": "розумна пасіка у вашому смартфоні!",
    "MainDescription": "Контролюйте стан кожного вулика, ведіть облік всіх дій, отримуйте миттєві повідомлення в разі екстрених ситуацій",
    "Benefits": "Що отримує бджоляр",
    "Card1": "Миттєве сповіщення в разі будь-яких позаштатних ситуацій",
    "HowItWorksDescription": {
      "1": "На вулику встановлюється базовий прилад, який фіксує температуру у самому вулику, а також збирає інформацію про вологість. Збір даних з вуликів здійснюється кожні 30 хвилин.",
      "2": "Датчики на вулики встановлюються самостійно. Конструкція датчиків дозволяє встановлення на будь-який тип вулика і в будь-якому положенні - знизу, збоку або зверху.",
      "3": "Прилад може працювати від будь-якої батареї, повербанку чи іншого апарату, що надає живлення для роботи. Термін зберігання всіх даних в системі не обмежений."
    }
  },
  "ShopPage": {
    "Cards": {
      "1": {
        "Name": "Базовий прилад - Novabee",
        "Descr": "Це основний пристрій для певного вулика, який допомагає відстежувати значення температури та вологості"
      },
      "3": {
        "Name": "24 стільникові пляшки",
        "Descr": "Нехай природна краса вашого меду сяє в цих кришталево прозорих пляшках. Прецизійно оброблені отвори забезпечують належне зчеплення захисних ущільнювачів у наших кришках."
      },
      "4": {
        "Name": "Змінна фата на блискавці",
        "Descr": "Ця змінна фата на блискавці підходять до наших надміцних курток і костюмів для дорослих."
      },
      "2": {
        "Name": "Вентиловані шкіряні рукавички з козячої шкіри",
        "Descr": "Якщо ви стурбовані тим, що ваші руки чи руки можуть ужалити під час роботи з бджолами, або якщо ви вже були ужалені та знаєте, наскільки це корисно, радимо вам спробувати ці рукавички… з нашого досвіду вони дуже добре працюють."
      },
      "5": {
        "Name": "Скребок із нержавіючої сталі",
        "Descr": "Твердий кристалізований мед дуже важко розфасувати з великої тари в меншу. Уникнути подібних проблем допоможе спеціальна лопатка для меду."
      }
    },
    "OrderBtn": "Додати в кошик"
  },
  "MyOrdersPage": {
    "Order": "Замовлення",
    "StatusChangeDate": "Дата змінення статусу:",
    "Status": "В очікуванні",
    "Address": "Адреса:",
    "OrderDate": "Дата оформлення:",
    "TotalPrice": "Всього:"
  },
  "CartPage": {
    "Items": "Предмети",
    "Summary": "Підсумок",
    "Total": "Всього:",
    "Delivery": "Доставка",
    "City": "Введіть місто",
    "Address": "Введіть вулицю",
    "TotalPrice": "Загальна сума",
    "Checkout": "Оформити",
    "EmptyCart": "Кошик порожній",
    "EmptyCartDescr": "Додайте хоча б один товар, щоб зробити замовлення",
    "Quantity": "Кількість: 1"
  },
  "EquipmentPage": {
    "Materials": "Матеріали",
    "TemperatureSensor": "Датчик температури",
    "Text1": "Тут просто використовується плата розробки NodeMCU із WiFi датчиком та сенсор вологості DHT11. Крім цього, потрібні макетна плата та з’єднувальні дроти.",
    "Text2": "DHT11 — базовий цифровий датчик температури та вологості. Він використовує ємнісний датчик вологості та термістор для вимірювання навколишнього повітря та виводить цифровий сигнал на контакт даних (аналогові входи не потрібні).",
    "Text3": "Він досить простий у використанні, але вимагає ретельного визначення часу для отримання даних. Єдиним справжнім недоліком цього датчика є те, що ви можете отримувати нові дані з нього лише кожні 2 секунди, тому під час використання бібліотеки показання датчика можуть бути давнішими до 2 секунд."
  },
  "FaqPage": {
    "Title": "Поширені запитання",
    "q1": {
      "title": "Чим можна живити девайс?",
      "content": "Будь-яким приладом, який здатний підтримувати прилад на довгостроковий період (наприклад, повербанк)."
    },
    "q2": {
      "title": "Чи зможу я звернутись до технічної підтримки для встановлення приладу?",
      "content": "Так звичайно, технічна підтримка зможе встановити куплений прилад."
    },
    "q3": {
      "title": "Чи повернуть у повному обсязі плату у разі браку приладу?",
      "content": "Так, ви зможете повернути куплений прилад і ми повернемо вам всі кошти або якщо ви захочете замінити прилад ми зможемо його вам замінити на працюючий."
    },
    "q4": {
      "title": "Чи зможу я сам встановити прилад?",
      "content": "Звичайно, ви можете скористуватись інструкцією для приладу, щоб встановити його правильно."
    }
  }
}