import React from 'react';
import FaqComponent from 'react-faq-component';

import s from './Faq.module.scss'

interface FaqProps {

}

const data = {
    title: "Поширені запитання",
    rows: [
        {
            title: "Чим можна живити девайс?",
            content: "Любим приладом, який здатний підтримувати прилад на довгостроковий період (наприклад, повербанк)."
        },
        {
            title: "Чи зможу я звернутись до технічної підтримки для встановлення приладу?",
            content: "Так звичайно, технічна підтримка зможе встановити куплений прилад."
        },
        {
            title: "Чи повернуть у повному обсязі плату у разі браку приладу?",
            content: "Так, ви зможете повернути куплений прилад і ми повернемо вам всі кошти або якщо ви захочете замінити прилад ми зможемо його вам замінити на працюючий."
        },
        {
            title: "Чи зможу я сам встановити прилад?",
            content: "Звичайно, ви можете скористуватись інструкцією для приладу, щоб встановити його правильно."
        }]
}

const Faq: React.FC<FaqProps> = () => {
    return (
        <div className={s.container}>
            <FaqComponent data={data}/>
        </div>
    );
};

export default Faq;